Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: About your interval
de: Über dein Intervall
es: Acerca de tu intervalo
fr: À propos de votre intervalle
hi: आपके अंतराल के बारे में
ru: О Вашем интервале
tr: Aralığınız hakkında
zh_hans: 关于你的区间

source: About your level
de: Über deine Stufe
es: Acerca de tu nivel
fr: À propos de votre niveau
hi: आपके स्तर के बारे में
ru: О Вашем уровне
tr: Seviyeniz hakkında
zh_hans: 关于你的水平

source: About your score
de: Über deinen Wert
es: Acerca de tu puntuación
fr: À propos de votre score
hi: आपके स्कोर के बारे में
ru: О Вашей оценке
tr: Puanınız hakkında
zh_hans: 关于你的评分

# accessibility.deleteProfile
source: Delete %@
de: „%@“ löschen
es: Eliminar %@
fr: Supprimer « %@ »
hi: “%@” डिलीट करें
ru: Удалить «%@»
tr: “%@” Ön Ayarını Sil
zh_hans: 删除“%@”

# accessibility.workoutColorWheel
source: Color wheel
de: Farbrad
es: Rueda de colores
fr: Roue des couleurs
hi: रंग चक्र
ru: Цветовой круг
tr: Renk çarkı
zh_hans: 颜色轮盘

# accessibility.workoutColorWheelHint
source: Drag to set hue and saturation. Use the Brightness slider and the Hex and RGB fields to set exact values.
de: Ziehen, um Farbton und Sättigung festzulegen. Mit dem Helligkeitsregler und den Feldern für Hex und RGB legst du genaue Werte fest.
es: Arrastra para ajustar el tono y la saturación. Usa el regulador de brillo y los campos Hex y RGB para fijar valores exactos.
fr: Faites glisser pour régler la teinte et la saturation. Utilisez le curseur « Luminosité », le champ « Hex » et les champs RVB pour définir des valeurs exactes.
hi: ह्यू और सैचुरेशन सेट करने के लिए ड्रैग करें। सटीक मान सेट करने के लिए ब्राइटनेस स्लाइडर और Hex व RGB फ़ील्ड का उपयोग करें।
ru: Перетяните, чтобы выбрать оттенок и насыщенность. Точные значения можно задать ползунком «Яркость» и полями Hex и RGB.
tr: Ton ve doygunluğu ayarlamak için sürükleyin. Tam değerler için Parlaklık sürgüsünü ve Hex ile RGB alanlarını kullanın.
zh_hans: 拖动以设置色相和饱和度。可使用“亮度”滑块以及“十六进制”和 RGB 输入框来设置精确数值。

source: Active calorie trend
de: Trend der Aktivitätskalorien
es: Tendencia de calorías activas
fr: Tendance des calories en activité
hi: सक्रिय कैलोरी ट्रेंड
ru: Тренд активных калорий
tr: Aktif kalori eğilimi
zh_hans: 活动卡路里趋势

source: Active calories
de: Aktivitätskalorien
es: Calorías activas
fr: Calories en activité
hi: सक्रिय कैलोरी
ru: Активные калории
tr: Aktif kalori
zh_hans: 活动卡路里

source: Active Days
de: Aktive Tage
es: Días activos
fr: Jours actifs
hi: सक्रिय दिन
ru: Активные дни
tr: Aktif Günler
zh_hans: 活跃天数

source: Active Energy
de: Aktivi­täts­energie
es: Energía activa
fr: Énergie en activité
hi: सक्रिय ऊर्जा
ru: Энергия актив­но­сти
tr: Aktif Enerji
zh_hans: 活动能量

source: Active energy plus the resting energy your body would have used anyway over the same period. When the session recorded no resting energy, this falls back to the active number alone, so the two tiles can read exactly the same.
de: Aktivitätsenergie plus die Ruheenergie, die dein Körper im selben Zeitraum ohnehin verbraucht hätte. Wurde für die Einheit keine Ruheenergie aufgezeichnet, zeigt dieser Wert nur die Aktivitätsenergie, sodass beide Kacheln genau gleich aussehen können.
es: La energía activa más la energía en reposo que tu cuerpo habría gastado de todos modos en el mismo periodo. Si la sesión no registró energía en reposo, se usa solo la cifra activa, así que los dos recuadros pueden mostrar exactamente lo mismo.
fr: L’énergie en activité plus l’énergie au repos que votre corps aurait dépensée de toute façon sur la même période. Si l’exercice n’a enregistré aucune énergie au repos, cette valeur se limite à l’énergie en activité, si bien que les deux vignettes peuvent afficher exactement la même valeur.
hi: सक्रिय ऊर्जा, साथ में आराम के समय की वह ऊर्जा जो आपका शरीर उसी अवधि में वैसे भी ख़र्च करता। अगर सेशन में आराम के समय की ऊर्जा रिकॉर्ड नहीं हुई, तो यहाँ सिर्फ़ सक्रिय ऊर्जा की संख्या दिखती है, इसलिए दोनों टाइल बिल्कुल एक जैसी दिख सकती हैं।
ru: Энергия активности плюс энергия покоя, которую Ваш организм израсходовал бы за то же время в любом случае. Если во время тренировки энергия покоя не записывалась, здесь показывается только энергия активности, поэтому обе плитки могут показывать одно и то же значение.
tr: Aktif enerji ile vücudunuzun aynı sürede zaten harcayacağı dinlenme enerjisinin toplamı. Antrenman hiç dinlenme enerjisi kaydetmediyse yalnızca aktif değer kullanılır, bu yüzden iki kutucuk birebir aynı görünebilir.
zh_hans: 活动消耗加上同一时段内你本来也会消耗的静息能量。当这次训练没有记录静息能量时，它会退回为只显示活动消耗的数值，因此两个图块可能完全相同。

source: Activity Rings
de: Aktivitätsringe
es: Anillos de actividad
fr: Anneaux Activité
hi: ऐक्टिविटी रिंग
ru: Кольца Активности
tr: Aktivite Halkaları
zh_hans: 活动圆环

source: Add a name
de: Namen hinzufügen
es: Añadir un nombre
fr: Ajouter un nom
hi: नाम जोड़ें
ru: Добавить имя
tr: Ad ekleyin
zh_hans: 添加名字

source: Add a name and photo
de: Namen und Foto hinzufügen
es: Añadir un nombre y una foto
fr: Ajouter un nom et une photo
hi: नाम और तस्वीर जोड़ें
ru: Добавить имя и фото
tr: Ad ve fotoğraf ekleyin
zh_hans: 添加名字和照片

source: Add a photo
de: Foto hinzufügen
es: Añadir una foto
fr: Ajouter une photo
hi: तस्वीर जोड़ें
ru: Добавить фото
tr: Fotoğraf ekleyin
zh_hans: 添加照片

source: Add a photo and name in Settings › Profile to show them on the card.
de: Füge unter Einstellungen › Profil ein Foto und einen Namen hinzu, damit sie auf der Karte erscheinen.
es: Añade una foto y un nombre en Ajustes › Perfil para mostrarlos en la tarjeta.
fr: Ajoutez une photo et un nom dans Réglages › Profil pour les afficher sur la carte.
hi: कार्ड पर दिखाने के लिए सेटिंग › प्रोफ़ाइल में तस्वीर और नाम जोड़ें।
ru: Чтобы показать фото и имя на карточке, добавьте их в разделе «Настройки» › «Профиль».
tr: Kartta göstermek için Ayarlar › Profil bölümünden fotoğraf ve ad ekleyin.
zh_hans: 在设置 › 个人资料中添加照片和名字，即可显示在卡片上。

source: Add it in Settings › Profile first.
de: Füge es zuerst unter Einstellungen › Profil hinzu.
es: Primero añádelo en Ajustes › Perfil.
fr: Commencez par l’ajouter dans Réglages › Profil.
hi: पहले इसे सेटिंग › प्रोफ़ाइल में जोड़ें।
ru: Сначала добавьте его в разделе «Настройки» › «Профиль».
tr: Önce Ayarlar › Profil bölümünden ekleyin.
zh_hans: 请先在设置 › 个人资料中添加。

source: Add Measurement
de: Messung hinzufügen
es: Añadir medición
fr: Ajouter une mesure
hi: माप जोड़ें
ru: Добавить измерение
tr: Ölçüm Ekle
zh_hans: 添加测量记录

source: Add warning signs under the Home Hero number
de: Warnzeichen unter der Zahl der Hauptkarte anzeigen
es: Añadir señales de aviso bajo la cifra de la portada
fr: Ajouter des signes d’avertissement sous le chiffre de la carte principale
hi: होम हीरो की संख्या के नीचे चेतावनी के संकेत जोड़ें
ru: Показывать предупреждения под числом на главной карточке
tr: Ana Gösterge sayısının altına uyarı işaretleri ekle
zh_hans: 在首页主视图的数字下方添加警告标志

source: Adjust Photo
de: Foto anpassen
es: Ajustar foto
fr: Ajuster la photo
hi: तस्वीर ऐडजस्ट करें
ru: Настроить фото
tr: Fotoğrafı Ayarla
zh_hans: 调整照片

source: Adjust the media, then choose Layout to move the workout info.
de: Passe die Medien an und wähle dann „Layout“, um die Trainingsinfos zu verschieben.
es: Ajusta el contenido multimedia y luego elige Diseño para mover la información del entrenamiento.
fr: Ajustez le média, puis choisissez « Disposition » pour déplacer les infos de l’exercice.
hi: मीडिया ऐडजस्ट करें, फिर वर्कआउट की जानकारी खिसकाने के लिए लेआउट चुनें।
ru: Настройте медиафайл, затем выберите «Макет», чтобы переместить данные тренировки.
tr: Medyayı ayarlayın, ardından antrenman bilgilerini taşımak için Yerleşim'i seçin.
zh_hans: 调整媒体后，选择布局以移动体能训练信息。

source: AI comment on today's score
de: KI-Kommentar zum heutigen Wert
es: Comentario de IA sobre la puntuación de hoy
fr: Commentaire IA sur le score du jour
hi: आज के स्कोर पर AI टिप्पणी
ru: Комментарий ИИ к сегодняшней оценке
tr: Bugünkü puan için yapay zekâ yorumu
zh_hans: AI 点评今日分数

source: Align
de: Angleichen
es: Unificar
fr: Aligner
hi: मिलाएँ
ru: Выровнять
tr: Eşitle
zh_hans: 统一

source: All Apple Health data permissions are turned off in Settings.
de: Alle Datenberechtigungen für die Health App sind in den Einstellungen deaktiviert.
es: Todos los permisos de datos de la app Salud están desactivados en Ajustes.
fr: Toutes les autorisations de données Santé sont désactivées dans Réglages.
hi: सेटिंग में सेहत डेटा की सभी अनुमतियाँ बंद हैं।
ru: Все права доступа к данным приложения «Здоровье» отключены в Настройках.
tr: Ayarlar'da tüm Sağlık verisi izinleri kapalı.
zh_hans: 设置中已关闭所有健康 App 数据权限。

source: All done · %@
de: Alles erledigt · %@
es: Todo listo · %@
fr: Terminé · %@
hi: सब पूरा · %@
ru: Все готово · %@
tr: Tamamlandı · %@
zh_hans: 全部完成 · %@

source: All Vibrations
de: Alle Vibrationen
es: Todas las vibraciones
fr: Toutes les vibrations
hi: सभी वाइब्रेशन
ru: Все вибрации
tr: Tüm Titreşimler
zh_hans: 所有震动

source: Amount
de: Dauer
es: Cantidad
fr: Durée
hi: अवधि
ru: Длительность
tr: Süre
zh_hans: 时长

source: An estimate of your VO₂ max, the maximum amount of oxygen your body can use during exercise. Apple Watch records one only after an outdoor walk, run, or hike on fairly flat ground with a good GPS and heart-rate signal, which is why most workouts show no value here.
de: Eine Schätzung deiner VO₂ max, also der maximalen Sauerstoffmenge, die dein Körper beim Training verwerten kann. Die Apple Watch zeichnet sie nur nach einem Gehen, Laufen oder Wandern im Freien auf recht flachem Gelände mit gutem GPS- und Herzfrequenzsignal auf. Deshalb zeigen die meisten Trainings hier keinen Wert.
es: Una estimación de tu VO₂ max, la cantidad máxima de oxígeno que tu cuerpo puede usar durante el ejercicio. El Apple Watch solo registra una después de caminar, correr o hacer senderismo al aire libre en un terreno bastante llano y con buena señal de GPS y de frecuencia cardiaca, por eso la mayoría de los entrenamientos no muestran ningún valor aquí.
fr: Une estimation de votre VO₂ max, la quantité maximale d’oxygène que votre corps peut utiliser pendant l’effort. L’Apple Watch n’en enregistre une qu’après une marche, une course ou une randonnée en extérieur sur un terrain assez plat, avec un bon signal GPS et un bon signal de fréquence cardiaque. C’est pourquoi la plupart des exercices n’affichent aucune valeur ici.
hi: आपके VO₂ max का अनुमान, यानी एक्सरसाइज़ के दौरान आपका शरीर ऑक्सीजन की जितनी अधिकतम मात्रा इस्तेमाल कर सकता है। Apple Watch इसे सिर्फ़ काफ़ी समतल ज़मीन पर आउटडोर वॉक, रन या हाइक के बाद रिकॉर्ड करती है, जब GPS और हृदय गति का सिग्नल अच्छा हो, इसीलिए ज़्यादातर वर्कआउट में यहाँ कोई मान नहीं दिखता।
ru: Оценка Вашего VO₂ max, то есть максимального количества кислорода, которое организм может использовать во время нагрузки. Apple Watch записывает ее только после ходьбы, бега или пешего похода на улице по достаточно ровной местности при хорошем сигнале GPS и пульса, поэтому у большинства тренировок здесь нет значения.
tr: VO₂ max değerinizin, yani vücudunuzun egzersiz sırasında kullanabildiği en yüksek oksijen miktarının tahmini. Apple Watch bu değeri yalnızca GPS ve kalp atış hızı sinyalinin iyi olduğu, oldukça düz bir zeminde yapılan açık hava yürüyüşü, koşusu veya doğa yürüyüşünden sonra kaydeder. Bu yüzden çoğu antrenmanda burada değer görünmez.
zh_hans: 对你的最大摄氧量（VO₂ max）的估算，也就是运动时身体能利用的最大氧气量。Apple Watch 只会在地势较平坦的户外步行、跑步或徒步后，且 GPS 与心率信号良好时记录一次，这就是大多数训练在这里没有数值的原因。

source: Any overnight reading above %@ today
de: Heute ein nächtlicher Messwert über %@
es: Alguna lectura nocturna por encima de %@ hoy
fr: Tout relevé nocturne supérieur à %@ aujourd’hui
hi: बीती रात %@ से ज़्यादा कोई भी रीडिंग
ru: Сегодня любое ночное значение выше %@
tr: Bugün gece boyunca %@ üzerindeki herhangi bir ölçüm
zh_hans: 今天任一夜间读数高于 %@

source: Any reading above %lld bpm today, outside workouts
de: Heute ein Messwert über %lld bpm, außerhalb von Trainings
es: Alguna lectura por encima de %lld bpm hoy, fuera de los entrenamientos
fr: Tout relevé supérieur à %lld bpm aujourd’hui, hors exercices
hi: आज वर्कआउट के अलावा %lld bpm से ज़्यादा कोई भी रीडिंग
ru: Сегодня любое значение выше %lld bpm вне тренировок
tr: Bugün antrenmanlar dışında %lld bpm üzerindeki herhangi bir ölçüm
zh_hans: 今天任一读数高于 %lld 次/分钟（体能训练期间除外）

source: Any reading above %lld br/min today
de: Heute ein Messwert über %lld Atemzüge/Min.
es: Alguna lectura por encima de %lld resp/min hoy
fr: Tout relevé supérieur à %lld resp/min aujourd’hui
hi: आज %lld साँस/मि॰ से ज़्यादा कोई भी रीडिंग
ru: Сегодня любое значение выше %lld вд/мин
tr: Bugün %lld nefes/dk üzerindeki herhangi bir ölçüm
zh_hans: 今天任一读数高于 %lld 次/分钟

source: Any reading below %lld bpm today
de: Heute ein Messwert unter %lld bpm
es: Alguna lectura por debajo de %lld bpm hoy
fr: Tout relevé inférieur à %lld bpm aujourd’hui
hi: आज %lld bpm से कम कोई भी रीडिंग
ru: Сегодня любое значение ниже %lld bpm
tr: Bugün %lld bpm altındaki herhangi bir ölçüm
zh_hans: 今天任一读数低于 %lld 次/分钟

source: Any reading below %lld%% today
de: Heute ein Messwert unter %lld%%
es: Alguna lectura por debajo del %lld%% hoy
fr: Tout relevé inférieur à %lld %% aujourd’hui
hi: आज %lld%% से कम कोई भी रीडिंग
ru: Сегодня любое значение ниже %lld%%
tr: Bugün %%%lld altındaki herhangi bir ölçüm
zh_hans: 今天任一读数低于 %lld%%

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
hi: ऐप आइकॉन
ru: Значок приложения
tr: Uygulama Simgesi
zh_hans: App 图标

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
hi: प्रकटन
ru: Оформление
tr: Görünüş
zh_hans: 外观

source: Apple Health access could not be confirmed.
de: Der Zugriff auf Health konnte nicht bestätigt werden.
es: No se pudo confirmar el acceso a la app Salud.
fr: Impossible de confirmer l’accès à l’app Santé.
hi: सेहत ऐक्सेस की पुष्टि नहीं हो सकी।
ru: Не удалось подтвердить доступ к приложению «Здоровье».
tr: Sağlık erişimi doğrulanamadı.
zh_hans: 无法确认健康 App 访问权限。

source: Apple Health access was not granted.
de: Der Zugriff auf Health wurde nicht erlaubt.
es: No se concedió el acceso a la app Salud.
fr: L’accès à l’app Santé n’a pas été autorisé.
hi: सेहत ऐक्सेस की अनुमति नहीं मिली।
ru: Доступ к приложению «Здоровье» не предоставлен.
tr: Sağlık erişimine izin verilmedi.
zh_hans: 未获得健康 App 访问权限。

source: Apple Health is not available on this device.
de: Health ist auf diesem Gerät nicht verfügbar.
es: La app Salud no está disponible en este dispositivo.
fr: L’app Santé n’est pas disponible sur cet appareil.
hi: इस डिवाइस पर सेहत उपलब्ध नहीं है।
ru: Приложение «Здоровье» недоступно на этом устройстве.
tr: Sağlık uygulaması bu aygıtta kullanılamıyor.
zh_hans: 此设备不支持健康 App。

source: Apple Intelligence comment: %@
de: Kommentar von Apple Intelligence: %@
es: Comentario de Apple Intelligence: %@
fr: Commentaire d’Apple Intelligence : %@
hi: Apple Intelligence टिप्पणी: %@
ru: Комментарий Apple Intelligence: %@
tr: Apple Intelligence yorumu: %@
zh_hans: Apple 智能点评：%@

source: Apple Intelligence readiness comments need a supported device with Apple Intelligence turned on in Settings. Body's built-in explanation is shown instead.
de: Tagesform-Kommentare von Apple Intelligence erfordern ein unterstütztes Gerät, auf dem Apple Intelligence in den Einstellungen aktiviert ist. Stattdessen wird die integrierte Erklärung von Body angezeigt.
es: Los comentarios de Apple Intelligence sobre tu preparación requieren un dispositivo compatible con Apple Intelligence activado en Ajustes. Mientras tanto, se muestra la explicación integrada de Body.
fr: Les commentaires d’Apple Intelligence sur la préparation nécessitent un appareil compatible sur lequel Apple Intelligence est activé dans Réglages. L’explication intégrée de Body s’affiche à la place.
hi: Apple Intelligence की रेडिनेस टिप्पणियों के लिए ऐसा समर्थित डिवाइस चाहिए जिसकी सेटिंग में Apple Intelligence चालू हो। इसकी जगह Body की अपनी व्याख्या दिखाई जाती है।
ru: Для комментариев Apple Intelligence о готовности нужно поддерживаемое устройство, на котором Apple Intelligence включен в Настройках. Вместо них показывается встроенное пояснение Body.
tr: Apple Intelligence hazırlık yorumları için desteklenen bir aygıt ve Ayarlar'da açık olan Apple Intelligence gerekir. Bunun yerine Body'nin yerleşik açıklaması gösterilir.
zh_hans: Apple 智能恢复状态点评需要支持该功能的设备，并在设置中开启 Apple 智能。否则将显示 Body 自带的说明。

source: Applies in Settings when you pick a unit, a Home Hero, a route style, or an app icon, and on Summary when you drag a card to a new spot and drop it.
de: Gilt in den Einstellungen, wenn du eine Einheit, eine Hauptkarte, einen Routenstil oder ein App-Symbol auswählst, und in der Übersicht, wenn du eine Karte an eine neue Stelle ziehst und loslässt.
es: Se aplica en Ajustes al elegir una unidad, una portada, un estilo de ruta o un icono de la app, y en Resumen al arrastrar una tarjeta a otro lugar y soltarla.
fr: S’applique dans Réglages lorsque vous choisissez une unité, une carte principale, un style de parcours ou une icône d’app, et dans Résumé lorsque vous faites glisser une carte vers un nouvel emplacement et la déposez.
hi: सेटिंग में इकाई, होम हीरो, मार्ग स्टाइल या ऐप आइकॉन चुनने पर, और सारांश पर किसी कार्ड को नई जगह खींचकर छोड़ने पर लागू होता है।
ru: Применяется в Настройках при выборе единиц, главной карточки, стиля маршрута или значка приложения, а также в «Сводке», когда Вы перетаскиваете карточку на новое место и отпускаете ее.
tr: Ayarlar'da bir birim, Ana Gösterge, rota stili veya uygulama simgesi seçtiğinizde ve Özet'te bir kartı yeni bir yere sürükleyip bıraktığınızda geçerlidir.
zh_hans: 作用于设置中选择单位、首页主视图、路线样式或应用图标时，以及在概览页将卡片拖到新位置并放下时。

source: Applies on Workouts when the month changes: a swipe or a tap on the month bar, a swipe across the chart, a triple tap back to this month, and Go to Month.
de: Gilt in „Trainings“, wenn der Monat wechselt: Streichen oder Tippen auf der Monatsleiste, Streichen über das Diagramm, dreifaches Tippen zurück zum aktuellen Monat und „Zum Monat“.
es: Se aplica en Entrenamientos al cambiar de mes: al deslizar o tocar la barra de meses, al deslizar sobre la gráfica, al tocar tres veces para volver a este mes y con Ir al mes.
fr: S’applique dans Exercices lorsque le mois change : un balayage ou un toucher sur la barre des mois, un balayage sur le graphique, un triple toucher pour revenir au mois en cours, et « Aller au mois ».
hi: वर्कआउट पर महीना बदलने पर लागू होता है: महीने की पट्टी पर स्वाइप या टैप, चार्ट पर स्वाइप, इस महीने पर लौटने के लिए तीन बार टैप, और “महीने पर जाएँ”।
ru: Применяется в «Тренировках» при смене месяца: смахивание или касание панели месяца, смахивание по графику, тройное касание для возврата к текущему месяцу и «Перейти к месяцу».
tr: Antrenmanlar'da ay değiştiğinde geçerlidir: ay çubuğunda kaydırma veya dokunma, grafik boyunca kaydırma, bu aya dönmek için üç kez dokunma ve Aya Git.
zh_hans: 作用于体能训练页的月份变化：在月份栏上轻扫或轻点、在图表上轻扫、轻点三下回到本月，以及“前往该月”。

source: Applies to the bar at the bottom of the screen. Off by default, so the bar shows only the Summary, Workouts, and Settings icons. Names appear right away when you turn this on, but because of a system limitation they can stay visible after you turn it off until Body restarts.
de: Gilt für die Leiste am unteren Bildschirmrand. Standardmäßig deaktiviert, sodass die Leiste nur die Symbole für Übersicht, Trainings und Einstellungen zeigt. Die Namen erscheinen sofort, wenn du die Option aktivierst. Wegen einer Systemeinschränkung können sie nach dem Deaktivieren aber sichtbar bleiben, bis Body neu startet.
es: Se aplica a la barra de la parte inferior de la pantalla. Está desactivado de forma predeterminada, así que la barra solo muestra los iconos de Resumen, Entrenamientos y Ajustes. Los nombres aparecen en cuanto lo activas, pero, por una limitación del sistema, pueden seguir visibles después de desactivarlo hasta que Body se reinicie.
fr: S’applique à la barre en bas de l’écran. Cette option est désactivée par défaut : la barre n’affiche alors que les icônes Résumé, Exercices et Réglages. Les noms apparaissent dès que vous l’activez, mais en raison d’une limitation du système, ils peuvent rester visibles après sa désactivation jusqu’au redémarrage de Body.
hi: स्क्रीन के नीचे वाली पट्टी पर लागू होता है। यह डिफ़ॉल्ट रूप से बंद रहता है, इसलिए पट्टी में सिर्फ़ सारांश, वर्कआउट और सेटिंग के आइकॉन दिखते हैं। इसे चालू करते ही नाम दिखने लगते हैं, लेकिन सिस्टम की एक सीमा के कारण इसे बंद करने के बाद भी वे Body के दोबारा शुरू होने तक दिख सकते हैं।
ru: Применяется к панели внизу экрана. По умолчанию выключено, поэтому на панели видны только значки «Сводка», «Тренировки» и «Настройки». Названия появляются сразу после включения, но из-за ограничения системы после выключения они могут оставаться на экране до перезапуска Body.
tr: Ekranın altındaki çubuk için geçerlidir. Varsayılan olarak kapalıdır, bu nedenle çubukta yalnızca Özet, Antrenmanlar ve Ayarlar simgeleri görünür. Bunu açtığınızda adlar hemen görünür, ancak bir sistem sınırlaması nedeniyle kapattıktan sonra Body yeniden başlayana kadar görünür kalabilir.
zh_hans: 作用于屏幕底部的导航栏。默认关闭，导航栏只显示概览、体能训练和设置的图标。开启后名称会立即显示，但受系统限制，关闭后名称可能会保留，直到 Body 重新启动。

source: Applies to the Equivalent card on a workout's detail page: a soft tap whenever two foods collide. Turn it off if you'd rather the card stay silent.
de: Gilt für die Gegenwert-Karte auf der Detailseite eines Trainings: ein sanftes Tippen, wann immer zwei Lebensmittel zusammenstoßen. Deaktiviere die Option, wenn die Karte lieber still bleiben soll.
es: Se aplica a la tarjeta de equivalencia en la página de detalles de un entrenamiento: un toque suave cada vez que chocan dos alimentos. Desactívalo si prefieres que la tarjeta no vibre.
fr: S’applique à la carte Équivalent sur la page de détail d’un exercice : une légère vibration chaque fois que deux aliments se heurtent. Désactivez cette option si vous préférez que la carte reste silencieuse.
hi: वर्कआउट के विवरण पेज पर समतुल्य कार्ड पर लागू होता है: जब भी दो खाने की चीज़ें टकराती हैं, एक हल्का टैप महसूस होता है। अगर आप चाहते हैं कि कार्ड शांत रहे, तो इसे बंद करें।
ru: Применяется к карточке «Эквивалент» на странице тренировки: мягкий отклик при каждом столкновении двух продуктов. Выключите, если хотите, чтобы карточка работала без вибрации.
tr: Antrenman ayrıntı sayfasındaki Kalori Karşılığı kartı için geçerlidir: iki yiyecek her çarpıştığında hafif bir titreşim. Kartın sessiz kalmasını tercih ederseniz bunu kapatın.
zh_hans: 作用于体能训练详情页的热量等价卡片：每当两种食物碰撞时轻轻震动一下。如果希望卡片保持安静，可将其关闭。
